const double iconNavSize = 24.0;
const double buttonHeight = 40.0;
const double buttonBorderRadius = 10.0;

const double categoryHeight = 42.0;
const double dividerHeight = 12.0;
const double bottomNavBarHeight = 52.0;
const double appBarHeight = 50.0;
const double collapsedAppBarHeight = 68.0;

// сообщения в снэкбаре выбираются отсюда рандомным образом каждый раз
const List<String> messages = [
  "Ваше мнение, возможно кому-то поможет.",
  "Ваш голос очень важен для кого-то.",
  "Надеемся, что вы кому-то помогли.",
  "Лучше, чем ничего.",
  "Спасибо, за ваши старания.",
  "Ваше мнение важно для кого-то (нет).",
  "Раз на раз не приходится.",
  "Спасибо, за участие в столь (не)важном опросе.",
  "Спасибо, за участие в столь важном опросе.",
  "Из соломинки раждается венек - Так говорят великие!",
  "Не каждый ваш голос важен для нас, но лишь каждый.",
  "Я толстая или красивая? - Опросы великих.",
  "Молния дважды не бъет в одно место.",
  "Мяу или гав. Вот в чем опрос.",
  "В чем сила, брат?",
  "Сила в правде!",
  "Таков путь.",
  "У самурая нет цели, если только опрос.",
  "Продолжайте в том же духе, только не в этом опросе.",
];
